{
    "PARIVARTHANA YOGA 1": {
        "name": "Dainya Parivarthana Yoga - Moon[12] with Mercury[1]",
        "type": "Yoga",
        "exist": true,
        "Rule": "Moon and  Mercury are placed in each others Sign. This forms a Parivarthana Yoga. Since the House owners of houses 12 and 1 have exchanged positions, it is a Dainya Yoga.",
        "Result": "According to Phaladeepika, the person with Dainya Yoga at birth will be a fool, will revile others and indulge in sinful deeds. He is always in trouble from his enemies. He will speak harshly and will not have a stable mind. He will encounter obstacles in all his ventures.",
        "Note": "Due to this parivarthana yoga house - 12 and house - 1 has formed a relationship. So deduce the results of that accordingly additional to results given here.",
        "Source": ""
    },
    "PARIVARTHANA YOGA 2": {
        "name": "Maha Parivarthana Yoga - Jupiter[7] with Saturn[9]",
        "type": "Yoga",
        "exist": true,
        "Rule": "Jupiter and  Saturn are placed in each others Sign. This forms a Parivarthana Yoga. Since the House owners of houses 7 and 9 have exchanged positions, it is a Maha Yoga.",
        "Result": "According to Phaladeepika, the person born with Mahayoga will have the beneficence of the Goddess Sri and will be adorned with expensive and beautiful clothes and ornaments. He is reverred and honoured by the king. He will hold a high position and will be rewarded of authority by the king, He will be blessed with sons and fully enjoy wealth and conveyances.",
        "Note": "Due to this parivarthana yoga house - 7 and house - 9 has formed a relationship. So deduce the results of that accordingly additional to results given here.",
        "Source": ""
    },
    "PAASHA": {
        "name": "Paasha Sankhya Nabhasa",
        "type": "Yoga",
        "exist": true,
        "Rule": "All 7 planets from Sun to Saturn are in 5 seperate signs. Hence Paasha Yoga which is a part of Sankhya yogas in Nabhasa yogas is formed.",
        "Result": "According to Parashara, One born in Paash Yog will be liable to be imprisoned, be skilful in work, be deceiving in disposition, will talk much, be bereft of good qualities and will have many servants.\n        ",
        "Note": "If other (Nabhasa) yoga is present in addition to an Sankhya Yoga then the effects of Sankhya yoga do not come to pass, but the other (Nabhasa) yoga prevails.\nIn your case No other Nabhasa Yoga is present meaning this sankhya yoga will surely give results.",
        "Source": ""
    }
}