{
    "BHADRA": {
        "name": "Bhadra Panchamahapurusha",
        "type": "Yoga",
        "exist": true,
        "Rule": "In Lagna chart, Mercury is in Own sign [Gemini] and in Kendra [house number:10] Hence Bhadra Panchamahapurusha yoga is formed.",
        "Result": "Bhadra Yoga makes you stand out from the crowd and helps you advance steadily towards the highest level of success. It is believed that if the planet Mercury holds a favourable position in your birth chart and forms the Bhadra Yoga, it will enhance your intelligence and ensure that you achieve success in all your endeavours.\n        The native is blessed with superlative intelligence and wisdom to make the right decisions at the right time. Also, it blesses the native with advanced communication skills which enables them to have a deep and lasting influence on people around them.\n        This yoga blesses you with a long and healthy life. With the help of Bhadra Yoga, you will have a great career as a journalist, speaker, political person or reformer.\n        Bhadra Yoga will improve your mental faculties and make you intelligent and wise. It also gives you a pleasing personality and a flexible mind. You are approachable and easily become a trusted confidant to many.\n        ",
        "Note": "The Bhadra Yoga is strengthened by association with Benefics and weakened by association with malefics. Also the results are subject to strength of ascendant or moon with which the mercury is in kendra.\nBenefic planets aspecting Mercury: [] and conjunct benefics: [].\nMalefic planets aspecting Mercury: [] and conjunct malefics: ['Mars'].\nConsider all these points carefully before concluding the results of this panchamahapurusha yoga.",
        "Source": "https://www.astroyogi.com/kundli/yog/bhadra/"
    },
    "HAMSA": {
        "name": "Hamsa Panchamahapurusha",
        "type": "Yoga",
        "exist": true,
        "Rule": "In Lagna chart, Jupiter is in Own sign [Pisces] and in Kendra [house number:7] Hence Hamsa Panchamahapurusha yoga is formed.",
        "Result": "Incredible Emotional Intelligence & Knowledge for the Welfare of Masses.\n        This yoga in your horoscope blesses you with incredible emotional Intelligence and knowledge that brings about the welfare of the masses and underprivileged, drawing great respect for you in society.\n        Hamsa Yoga confers respect in society with great knowledge, high rank in educational institution. This yoga has the power to bless you with an incredible amount of emotional intelligence, which can give you strong social connectivity. \n        Hamsa Yoga will help you get support from Jupiter to acquire a good amount of wisdom and knowledge that can lead you towards growth and success with great achievements. It helps the person write great books, accumulate great amount of knowledge for the welfare of society and the underprivileged.\n        It is very difficult to stand against a person with Hamsa Yoga and win. Some famous people with Hamsa Yoga are Jayalalitha, Dr APJ Abdul Kalam, Farooq Abdullah etc.",
        "Note": "The Hamsa Yoga is strengthened by association with Benefics and weakened by association with malefics. Also the results are subject to strength of ascendant or moon with which the jupiter is in kendra.\nBenefic planets aspecting Jupiter: [] and conjunct benefics: [].\nMalefic planets aspecting Jupiter: ['Ketu'] and conjunct malefics: ['Rahu'].\nConsider all these points carefully before concluding the results of this panchamahapurusha yoga.",
        "Source": "https://www.indastro.com/astrology-reports/hamsa-yoga.php"
    },
    "MALAVYA": {
        "name": "Malavya Panchamahapurusha",
        "type": "Yoga",
        "exist": true,
        "Rule": "In Lagna chart, Venus is in Own sign [Taurus] and in Kendra with respect to Moon [house number:7 from moon] Hence Malavya Panchamahapurusha yoga is formed.",
        "Result": "The natives having Malavya Yoga in a horoscope will possess a charming and magnetic personality that attracts other people very easily and especially the people from the opposite sex.\n        The natives will be good looking, artistic, intelligent, famous, a powerful sense of humor, and possess all materialistic pleasures and richness in life. The natives are praiseworthy, open-minded, determined, powerful, and lucky.\n        The natives will be renowned, successful, own many vehicles, highly educated, and lives a life full of luxury and happiness. They will enjoy happiness through life-partner and children along with materialistic happiness.\n        Malavya yoga blesses the native with a beautiful and loving wife, success in business, a life full of luxuries and comforts, and fame on the national or international level. It also gives a good home, vehicles, luxury and comfort, and beauty.\n        The natives having Malavya yoga can become successful in the professional fields like modeling, cinema, movies and other such fields that require beauty and charm in order to be successful. The natives can excel in the fields of acting, dancing, singing, cosmetics, and fashion.\n        Your artistic skills are greatly advanced due to the powerful influence of this yoga in your life. It makes you a visionary and enables you to find solutions to situations with a high level of creativity. The aesthetic part of you shows up in everything you do.\n        Some famous persons with this yoga are: Jayalalitha, Sania Mirza, Sonia Gandhi, Jawaharlal Nehru, Mahatma Gandhi etc\n        ",
        "Note": "The Malavya Yoga is strengthened by association with Benefics and weakened by association with malefics. Also the results are subject to strength of ascendant or moon with which the venus is in kendra.\nBenefic planets aspecting Venus: [] and conjunct benefics: [].\nMalefic planets aspecting Venus: ['Ketu', 'Moon'] and conjunct malefics: ['Sun'].\nConsider all these points carefully before concluding the results of this panchamahapurusha yoga.",
        "Source": "https://www.ganeshaspeaks.com/learn-astrology/yogas/malavya-yoga/"
    },
    "KEDARA": {
        "name": "Kedara Sankhya Nabhasa",
        "type": "Yoga",
        "exist": true,
        "Rule": "All 7 planets from Sun to Saturn are in 4 seperate signs. Hence Kedara Yoga which is a part of Sankhya yogas in Nabhasa yogas is formed.",
        "Result": "According to Parashara, One born in Kedara Yog will be useful to many, be an agriculturist, be truthful, happy, fickle-minded and wealthy.\n        ",
        "Note": "If other (Nabhasa) yoga is present in addition to an Sankhya Yoga then the effects of Sankhya yoga do not come to pass, but the other (Nabhasa) yoga prevails.\nIn your case No other Nabhasa Yoga is present meaning this sankhya yoga will surely give results.",
        "Source": ""
    }
}